{
  "category": {
    "phones": "Phones",
    "computers": "Computers",
    "appliances": "Appliances"
  },
  "category_description": {
    "phones": "Latest phones from the most popular brands.",
    "computers": "Latest computers from the most popular brands.",
    "appliances": "Latest appliances from the most popular brands."
  },
  "sub_category": {
    "iphone": "iPhone",
    "samsung": "Samsung",
    "xiaomi": "Xiaomi",
    "apple": "Apple",
    "lenovo": "Lenovo",
    "dell": "Dell",
    "refrigerator": "Refrigerator",
    "freezer": "Freezer",
    "washing_machine": "Washing Machine",
    "iphone_17": "iPhone 17",
    "iphone_16": "iPhone 16",
    "iphone_15": "iPhone 15",
    "samsung_s23": "Samsung s23",
    "samsung_s22": "Samsung s22",
    "samsung_s21": "Samsung s21",
    "xiaomi_14": "Xiaomi 14",
    "xiaomi_13": "Xiaomi 13",
    "xiaomi_12": "Xiaomi 12",
    "apple_macbook": "MacBook",
    "apple_imac": "iMac",
    "apple_ipad": "iPad",
    "lenovo_thinkpad": "Thinkpad",
    "lenovo_ideapad": "Ideapad",
    "lenovo_yoga": "Yoga",
    "dell_xps": "XPS",
    "dell_inspiron": "Inspiron",
    "dell_latitude": "Latitude",
    "lg": "LG",
    "bosch": "Bosch"
  },
  "sub_category_description": {
    "iphone": "Here you will find the latest iPhone models as well as previous generations that continue to deliver impressive performance. Whether you need a device for professional use, content creation, or everyday communication, the iPhone is a choice you can confidently stand behind.",
    "samsung": "Within this category, you’ll find top-tier Galaxy S and Z models as well as more budget-friendly Galaxy A devices that offer excellent value. Samsung phones are an ideal choice for users seeking reliable performance, modern features, and durable craftsmanship across all price ranges.",
    "xiaomi": "Offers modern smartphones with strong performance and excellent pricing, making Xiaomi a great choice for users who want maximum features at minimal cost.",
    "apple": "A complete ecosystem of Apple devices known for quality, performance, and long-term reliability.",
    "lenovo": "A broad selection of Lenovo devices combining performance, ergonomics, and reliability for both work and home use.",
    "dell": "Dell devices are recognized for durability and strong performance, ideal for professional and business environments.",
    "refrigerator": "A selection of modern refrigerators focusing on energy efficiency, capacity, and reliable cooling.",
    "freezer": "Freezers offering stable, efficient freezing with ample space for long-term food storage.",
    "washing_machine": "Washing machines designed for efficient cleaning with low water and energy consumption.",
    "iphone_17": "The latest iPhone generation delivering top performance, improved cameras, and cutting-edge features.",
    "iphone_16": "A powerful and modern iPhone offering excellent efficiency and long-term software support.",
    "iphone_15": "A stylish iPhone with reliable performance and a high-quality camera for everyday use.",
    "samsung_s23": "A premium Samsung device with a superb display, strong performance, and advanced cameras.",
    "samsung_s22": "A high-performing Galaxy smartphone with elegant design and quality imaging capabilities.",
    "samsung_s21": "A dependable Galaxy model offering solid performance and features for daily use.",
    "xiaomi_14": "A high-performance phone with modern design and flagship features at a competitive price.",
    "xiaomi_13": "A balanced smartphone combining good performance, a quality camera, and attractive pricing.",
    "xiaomi_12": "A stylish device offering sufficient performance and a quality display for everyday tasks.",
    "apple_macbook": "Professional MacBook laptops with powerful Apple Silicon chips and premium build quality.",
    "apple_imac": "Elegant iMac desktop computers with strong performance and outstanding displays.",
    "apple_ipad": "iPad tablets providing performance, flexibility, and wide usability for work and entertainment.",
    "lenovo_thinkpad": "Durable and professional ThinkPad laptops known for reliability and excellent ergonomics.",
    "lenovo_ideapad": "Affordable IdeaPad laptops suitable for students and home users.",
    "lenovo_yoga": "Versatile Yoga devices with touchscreens designed for flexible, multi-mode use.",
    "dell_xps": "Premium XPS notebooks offering outstanding displays, high performance, and slim design.",
    "dell_inspiron": "Budget-friendly Inspiron laptops providing solid performance for everyday tasks.",
    "dell_latitude": "Business-class Latitude notebooks known for reliability and long operational lifespan.",
    "lg": "A range of LG electronics focused on quality, performance, and modern technology.",
    "bosch": "Bosch home appliances renowned for reliability, efficiency, and long service life."
  },
  "product": {
    "iphone_17_pro_white": {
      "name": "iPhone 17 Pro White",
      "short_description": "A premium edition of the iPhone 17 Pro featuring an elegant white titanium frame, the ultra-powerful A19 Pro chip, next-generation photography capabilities, and exceptional all-day battery life. Designed for users who demand top-tier performance, superb display quality, and a refined, luxurious build.",
      "long_description": "The iPhone 17 Pro White represents the pinnacle of modern smartphone engineering. Equipped with a brilliant 6.3'' ProMotion Super Retina XDR display, it delivers exceptional brightness, perfect color accuracy, and outstanding readability in any lighting conditions. Its white titanium unibody frame provides superior durability, premium aesthetics, and remarkable structural integrity. Powered by the ultra-fast A19 Pro chip, it handles demanding gaming, advanced video workflows, and powerful AI-driven tasks with ease. The triple 48MP camera system captures stunning detail with cutting-edge sensors across ultra-wide, wide, and telephoto lenses, delivering industry-leading low-light performance and cinematic image quality. The device also offers the longest battery life ever in a Pro model, rapid USB-C charging, advanced Face ID security, and the latest iOS enhanced with intelligent AI features.",
      "color": "White Titanium",
      "currency": "EUR",
      "price": 1299
    },
    "iphone_17_pro_orange": {
      "name": "iPhone 17 Pro Orange",
      "short_description": "A striking orange titanium edition of the iPhone 17 Pro, combining bold design with the extraordinary power of the A19 Pro chip, a brilliant 6.3'' display, and cutting-edge 48MP camera technology. Perfect for users who want top performance with a distinctive visual identity.",
      "long_description": "The iPhone 17 Pro Orange stands out with its unique orange titanium frame, crafted for strength, lightness, and unmistakable modern style. Its seamless unibody design ensures exceptional durability while maintaining an ultra-premium feel. The 6.3'' Super Retina XDR ProMotion display delivers vivid color reproduction, high contrast, and ultra-smooth motion for gaming, media, and professional workflows. Inside, the A19 Pro chip provides top-tier performance, enabling advanced multitasking, console-grade graphics, and lightning-fast data processing. The professional 48MP triple-camera system delivers stunning clarity with superior night mode capabilities, optical zoom, cinematic video modes, and intelligent computational photography. With industry-leading battery life, USB-C fast charging, and advanced privacy protection, this model offers a complete flagship experience tailored for performance-driven and style-oriented users.",
      "color": "Orange Titanium",
      "currency": "EUR",
      "price": 1299
    },
    "iphone_16_pro_titanium": {
      "name": "iPhone 16 Pro Titanium",
      "short_description": "A refined titanium version of the iPhone 16 Pro, offering impressive performance with the A16 Pro chip, a dynamic display, advanced camera technology, and premium durability. Ideal for users seeking a balanced flagship experience.",
      "long_description": "The iPhone 16 Pro Titanium combines premium build quality with advanced mobile technology. Its ultra-light yet durable titanium frame ensures excellent strength and a premium hand feel. The A16 Pro chip provides efficient performance across demanding apps, games, and multitasking environments. The Super Retina XDR display offers brilliant clarity, smooth motion thanks to ProMotion technology, and superb color accuracy. The enhanced camera system captures sharp photos, detailed portraits, and high-quality video even in challenging lighting. With the customizable Action Button for quick access to essential tools and a USB-C port for faster connectivity and charging, the iPhone 16 Pro Titanium delivers a truly modern, reliable, and efficient flagship experience.",
      "color": "Titanium",
      "currency": "EUR",
      "price": 1099
    },
    "iphone_16_pro_white": {
      "name": "iPhone 16 Pro White",
      "short_description": "A premium white edition of the iPhone 16 Pro, featuring a durable titanium frame, the powerful A16 Pro chip, advanced photography systems, and the convenience of the Action Button and USB-C connectivity.",
      "long_description": "The iPhone 16 Pro White unites elegant white styling with the strength and lightweight feel of a titanium frame. Powered by the responsive A16 Pro chip, it ensures smooth performance in daily tasks, content creation, and multitasking. The Super Retina XDR display delivers crisp visuals, vivid colors, and fluid motion thanks to ProMotion support. The customizable Action Button offers quick access to frequently used features such as camera, notes, and focus modes. With its USB-C port, the device supports fast charging and broad accessory compatibility. The improved camera setup delivers detailed photos, clean portraits, and excellent video quality, making the iPhone 16 Pro White a strong choice for users who value performance, style, and versatility.",
      "color": "White",
      "currency": "EUR",
      "price": 1099
    },
    "iphone_15_pro_black": {
      "name": "iPhone 15 Pro Black",
      "short_description": "A sleek black titanium edition of the iPhone 15 Pro, powered by the efficient A15 Pro chip, offering high performance, strong durability, and modern features including USB-C and the Action Button.",
      "long_description": "The iPhone 15 Pro Black delivers a premium experience with its lightweight titanium build that combines durability and elegant dark styling. The A15 Pro chip ensures quick app loading, smooth system navigation, and solid performance for gaming and multimedia tasks. The Super Retina XDR display offers high brightness and vibrant colors, while the versatile Action Button enables streamlined access to essential tools. With USB-C, users benefit from faster charging and improved connectivity options. The upgraded camera system captures sharp images and balanced video content, focusing on color accuracy and clarity. This model is an excellent choice for users seeking a modern, reliable iPhone at a more accessible price point.",
      "color": "Black",
      "currency": "EUR",
      "price": 899
    },
    "iphone_15_pro_white": {
      "name": "iPhone 15 Pro White",
      "short_description": "A refined white titanium edition of the iPhone 15 Pro, equipped with the A15 Pro chip, a high-quality display, advanced camera features, and the convenience of USB-C.",
      "long_description": "The iPhone 15 Pro White merges a clean, elegant design with the resilience of a lightweight titanium frame. The A15 Pro chip enables responsive system performance, fluid app interactions, and reliable graphics handling. Its Super Retina XDR display ensures sharp visuals and strong outdoor visibility. Featuring USB-C support for efficient charging and data transfers, as well as the flexible Action Button for quick feature access, this model enhances everyday usability. The advanced camera system delivers vivid photos and detailed video, making it ideal for capturing daily moments with clarity. The iPhone 15 Pro White is a well-balanced device offering strong value, dependable performance, and a sophisticated aesthetic.",
      "color": "White",
      "currency": "EUR",
      "price": 899
    }
  },
  "detail": {
    "description": "Description",
    "specifications": "Specifications",
    "similar_products": "Similar products",
    "variants": "Variants",
    "pieces": "pcs",
    "in_stock": "In stock",
    "out_of_stock": "Out of stock",
    "add_to_cart": "Add to cart"
  }
}
